{
  "home": "Home",
  "levels": "Level",
  "landing_header": "Hilf den Crittern",
  "landing_subtitle": "Finde die Mutanten",
  "landing_text": "<p>Die Critter sind eine friedliebende, bisher unentdeckte Kolonie, die in den W&auml;ldern wohnen. Seit kurzem greift eine Krankheit um sich, die infizierte Critter zu Mutanten werden lässt, die den Frieden der Kolonie bedrohen. Mutierte Critter fangen an zu randalieren und halten sich nicht mehr an die Regeln der Kolonie. Da die Critter die Mutanten nicht von gesunden Crittern unterscheiden können, brauchen sie deine Hilfe! Auf dem Weg zu einem sicheren Turm halten sich die Critter an bestimmte Regeln, die die Mutanten ignorieren. Sie haben ein Gerät entwickelt, dass bei korrekter Anwendung Mutanten an einen sicheren Ort beamt, bis ein Mittel gegen die Krankheit gefunden wird.</p><p>Hilf den Frieden der Critter zu retten, indem du Minen platzierst, die die Eigenschaften der Critter überprüfen. Besteht ein Critter den Test, wird er weiter zum Turm gehen. Erhöhe deine Punktzahl, indem du gesunde Critter den Turm erreichen lässt und Mutanten wegbeamst. Wenn Mutanten den Turm erreichen, wird deine Punktzahl verringert. Damit du die korrekten Verhaltensweisen kennst, werden dir die Regeln angezeigt, an die sich die Critter halten. Starte mit dem <a href=\"/game?level=level_1\" style=\"text-decoration: none; color: #ffa600;\">ersten Level</a> oder wähle ein anderes <a href=\"/#level_display\" style=\"text-decoration: none; color: #ffa600;\">Level</a>.</p>",
  "coordinates": "Koordinaten",
  "of": "von",
  "humans_finished": "Menschen kamen ins Ziel",
  "critters_detected": "Mutanten wurden entdeckt",
  "finished_humans": "Gerettete Menschen",
  "killed_mutants": "Erkannte Mutanten",
  "needed_mines": "Benötigte Minen",
  "time_bonus": "Zeitbonus",
  "select_next": "Wähle das nächste Level:",
  "load_level": "Level laden",
  "activation_error": "Bitte aktiviere dein Profil",
  "activation_success": "Das Profil ist jetzt aktiv",
  "username": "Benutzername",
  "password": "Passwort",
  "old_password": "Altes Passwort",
  "password_confirm": "Passwort bestätigen",
  "email": "Email",
  "login": "Login",
  "login_successful": "Login erfolgreich",
  "logout": "Logout",
  "register": "Registrieren",
  "registration_successful": "Registrierung erfolgreich. Überprüfe deine Mails, um die Registrierung abzuschließen.",
  "long_data": "Benutzername, E-Mail oder Passwort zu lang",
  "reset": "Zurücksetzen",
  "invalid_username_or_password": "Nutzername oder Passwort falsch",
  "save": "Speichern",
  "profile": "Profil",
  "highscore": "Highscore",
  "delete_profile": "Profil löschen",
  "break": "Zurück",
  "really_delete_account": "Möchtest du deinen Account wirklich löschen? Dieser Prozess kann nicht mehr rückgängig gemacht werden.",
  "change_password": "Passwort ändern",
  "invalid_password": "Passwort falsch",
  "privacy_policy": "Nutzername, Passwort und E-Mail Adresse sowie Änderungen dieser Angaben werden von uns gespeichert. Du hast stets die Möglichkeit, dein Profil zu löschen.",
  "username_exists": "Der Benutzername ist bereits vergeben",
  "email_exists": "Die Email wird bereits verwendet",
  "fill_fields": "Bitte fülle alle Eingabefelder aus",
  "submit_error": "Die Daten konnten nicht erfolgreich übertragen werden",
  "update_successful": "Benutzerdaten erfolgreich aktualisiert",
  "played_levels": "Gespielte Level",
  "score": "Punkte",
  "position": "Platz",
  "about": "Über das Projekt",
  "legal": "Impressum",
  "privacy": "Datenschutzerklärung",
  "agree_privacy": "Ich stimme der Datenschutzerklärung zu.",
  "privacy_notice": "Datenschutzerklärung",
  "privacy_info": "Informationen über die Datenverarbeitung",
  "privacy_text": "Code Critters erhebt lediglich die E-Mail Adresse und keine anderen personenbezogenen Daten über den Dialogfenster zur Registrierung. Die E-Mail Adresse kann zusammen mit Nutzernamen und Passwort auf der Profilseite eingesehen werden. Daten über die in den Leveln erzielte Punktzahl wird ebenfalls gespeichert. Code Critters teilt keine privaten Informationen mit Dritten. Anonymisierte Daten werden möglicherweise für wissenschaftliche Analysen genutzt. Code Critters verwendet die E-Mail Adresse lediglich zur Registrierung und um Nutzern die Möglichkeit zu geben, ihr Passwort zurückzusetzen. Code Critters sendet nicht aktiv Informationen an die E-Mail Adresse. Code Critters verwendet Login-Cookies. Diese werden beim Beenden der Browser-Sitzung gelöscht. Die Datenschutzerklärung wurde zuletzt am 15. Oktober 2020 aktualisiert. Bei Fragen zur Datenschutzerklärung, zu den gespeicherten Daten oder wenn du deine Datenschutzrechte in Anspruch nehmen willst, kontaktiere uns bitte per E-Mail an gordon.fraser@uni-passau.de oder per Post an: Lehrstuhl für Software Engineering II, Universität Passau, Innstraße 33, 94032 Passau.",
  "project_text": "Code Critters versucht, Kinder über einen Gamification-Ansatz mit Mutation Testing vertraut zu machen. Die Webapplikation wurde im Rahmen einer Bachelorarbeit am Lehrstuhl für Software Engineering II der Universität Passau entwickelt.",
  "chair_se2": "Lehrstuhl Software Engineering II",
  "uni_passau": "Universität Passau",
  "contact": "Kontakt",
  "shape": "Gestalt der Unterwelt",
  "nether_world": "Die Unterwelt",
  "smurf": "Schlumpf",
  "smurf_home": "Schlumpfhausen",
  "tutorials": "Tutorial",
  "beginner": "Anfänger",
  "advanced": "Fortgeschritten"
}